{
  "articles": [
    {
      "content": [
        "The national digital ecosystem Uzum, within the framework of its partnership with the Uzbekistan Football Association, will support the Uzbekistan national team in its preparation for the World Cup as well as the development of football across the entire country.\n",
        "Uzum’s support will enable the Association to strengthen sports infrastructure, expand programs for youth, and assist the national team in preparing for the 2026 FIFA World Cup. Prominent players of the Uzbekistan national team will take part in joint projects of the UFA and the national digital ecosystem, inspiring young people by their own example.\n",
        "At present, 14 regional associations operate under the Uzbekistan Football Association, more than 12,000 children and youth players train in teams, while the national team represents Uzbekistan on the international stage — in the Asian Cup, World Cup, and Olympic qualifiers.",
        "“Cooperation with the Uzum company is an important step in the development of football in our country. In the coming years, we will also implement joint projects to support the national teams, as well as children’s and women’s football,” said Ravshan Irmatov, First Vice President of the Uzbekistan Football Association.\n",
        "Djasur Djumayev, founder and CEO of the Uzum ecosystem, also emphasized the importance of this partnership:\n",
        "“For us, it is important not only to support sports but also to create opportunities for talented children to grow, and for current champions to have the resources to achieve new victories. Football unites people and boosts confidence in one’s own strength. We are proud to contribute to the future of Uzbek sports together with the UFA.”\n",
        "Rasuljon Gulomov, Chairman of the Supervisory Board of Uzum Bank, evaluated this partnership as an investment in the future:\n",
        "“Supporting football is an investment in the future for us. By developing sports infrastructure and creating new opportunities for players and fans, we want football to become a part of the daily life of millions of Uzbeks. We are confident that together with the Football Association, we will lay the foundation for new victories and a bright sporting history.”\n"
      ],
      "imageUrl": "https://raw.githubusercontent.com/Azraoui/afa/main/images/main_img.jpg",
      "subtitle": "16 Sep 2025",
      "title": "Uzum Becomes the Official Partner of the Uzbekistan Football Association"
    },
    {
      "content": [
        "From September 15 to 17, the Uzbekistan U-20 women’s national team will hold a training camp in Tashkent. From September 17 to 24, the team will travel to Hiroshima, Japan, to take part in an international friendly tournament.\n",
        "Here is the squad list called up by head coach Vladimir Panov for the training camp.\n"
      ],
      "imageUrl": "https://raw.githubusercontent.com/Azraoui/afa/main/images/img2.jpg",
      "subtitle": "15 Sep 2025",
      "title": "Uzbekistan U-20 women’s national team begins training camp"
    },
    {
      "content": [
        "Our country hosted the CAFA Nations Cup for the second time, with the 2025 edition taking place in Uzbekistan.\n",
        "The presence of the President of the Republic of Uzbekistan, Shavkat Mirziyoyev, and FIFA President Gianni Infantino at the final once again underlined the significance of the tournament.\n",
        "An article dedicated to the competition has also been published on FIFA’s official website.\n",
        "\n",
        "Only one team would lift the trophy after the CAFA Nations Cup final, but it was significant that both countries competing in the 8 September showpiece had already qualified for the FIFA World Cup 2026™.\n",
        "\n",
        "It was noteworthy that IR Iran and hosts Uzbekistan were vying for the title at Tashkent’s brand new Olympic City Stadium, a gleaming, 12,000-seat venue that welcomed athletes and spectators for the first time this month.\n",
        "And it was fitting that FIFA President Gianni Infantino was among the 11,842 in attendance, as FIFA’s support for the CAFA Nations Cup 2025 was testament to its expansive commitment to increasing opportunities and standards across the region.\n",
        "\n",
        "Football in Central Asia is growing, and the second edition of the CAFA Nations Cup – the flagship tournament for men’s national teams organised by the Central Asian Football Association (CAFA) – was an auspicious sign of things to come.\n",
        "\n",
        "“From a football perspective, Central Asian countries are still quite young. FIFA has been closely supporting Central Asia, which has led to the rapid development of football in our region,” Uzbekistan Football Association (UFA) Senior Vice President Ravshan Irmatov said.\n",
        "“Therefore, we would like to express our gratitude to FIFA President, Mr Gianni Infantino. We are participating in FIFA projects and plans aimed at developing modern football.”\n",
        "\n",
        "Uzbekistan earned the honours in Tashkent by defeating IR Iran 1-0 thanks to a header in the second period of extra time from defender Khojiakbar Alijonov.\n",
        "But Central Asian football itself was the long-term winner.\n",
        "The progress and potential were palpable as a new regional power lifted a new trophy in a new stadium before a boisterous, blue-clad crowd.\n",
        "\n",
        "Founded in January 2015 and headquartered in Dushanbe, Tajikistan, CAFA comprises six nations and is the youngest of the Asian Football Confederation’s (AFC) five regional bodies.\n",
        "IR Iran and Afghanistan have been FIFA members since 1948, but the Kyrgyz Republic, Tajikistan, Turkmenistan and Uzbekistan joined FIFA only in 1994, shortly after securing independence.\n",
        "\n",
        "Although football is popular across those newer nations, it has taken some time to establish the necessary technical and physical infrastructure.\n",
        "FIFA’s attention and investment, anchored by the FIFA Forward Programme and Football for Schools (F4S), have provided a critical boost.\n",
        "\n",
        "“There is growing interest in football in Central Asia these days. We have many talented players here,” Turkmenistan coach Rovshen Meredov said.\n",
        "“Our region has a great potential that isn’t fully developed yet. FIFA is going to play an important role in developing the game in this region.”\n",
        "\n",
        "On 1 September, FIFA announced its intention to support the biennial CAFA Nations Cup, which was co-hosted this year by Uzbekistan and Tajikistan.\n",
        "The effort is underpinned by Goal 7 of FIFA’s Strategic Objectives for the Global Game: 2023-2027, which includes a commitment to creating and maintaining new, high-quality international competitions, especially in areas of need.\n",
        "\n",
        "“Tournaments like the CAFA Nations Cup offer teams valuable opportunities to compete and celebrate football,” FIFA Secretary General Mattias Grafström said.\n",
        "\n",
        "“FIFA is committed to supporting events like these, working together with our confederations, regional associations and FIFA Member Associations to look at ways of arranging more competitive matches between national teams and clubs within zones or region.\n",
        "FIFA is proud to stand alongside CAFA in making this tournament a platform for growth, passion and unforgettable moments.”\n",
        "\n",
        "The inaugural CAFA Nations Cup, staged in 2023 and won by IR Iran, followed the launch of a senior women’s tournament in 2018 and a full complement of youth events for men and women, including futsal.\n",
        "\n",
        "“We had a dream to make it happen,” CAFA General Secretary Ulugbek Karimov said.\n",
        "“At that time, we didn’t have experience of conducting such kind of competition, but we had big ambitions – no money, but big dreams.”\n",
        "\n",
        "Just two years later, the tournament’s growth is measurable and impressive.\n",
        "India and Oman were included as guest participants, increasing the CAFA Nations Cup to eight teams and 14 matches while expanding its reach to the Middle East and South Asia – the guests played for the bronze medal on Monday in Hisor, Tajikistan, where India’s Blue Tigers prevailed on penalty kicks following a 1-1 draw.\n",
        "Matches were broadcast globally on FIFA+, FIFA’s streaming service.\n",
        "\n",
        "“We had several improvements, especially in delivering this competition on the highest level for the teams and the fans.\n",
        "We made the stay of the teams more comfortable,” Karimov explained.\n",
        "“The level of the hotels, the level of the stadiums is elevated.\n",
        "And… for the first time, we implemented the VAR system for the whole competition.”\n",
        "\n",
        "“We have FIFA teams on site here in Tajikistan, in Uzbekistan, staff from FIFA’s competitions department, media and marketing department – (they) come here to share with us their expertise, their knowledge.\n",
        "So, it’s very important for us that FIFA is backing us up.\n",
        "It means that our competition is becoming part of the worldwide football ecosystem.”\n",
        "\n",
        "The CAFA Nations Cup is at the forefront, and its increasing visibility and prestige inevitably will inspire players, coaches and administrators across the region.\n",
        "But it is not the only facet of Central Asian football that has earned its place in that aforementioned ecosystem.\n",
        "Years of careful cultivation and investment have laid a promising foundation, and progress is evident.\n",
        "\n",
        "Through 2026, FIFA Forward 3.0 will provide USD 5m per four-year cycle to zonal associations such as CAFA, assisting them in organising competitions, while the FIFA Talent Development Scheme and FIFA Women’s Football Development Programme also contribute to football’s regional development.\n",
        "Meanwhile, FIFA Forward funds and F4S target infrastructure and the grassroots.\n",
        "\n",
        "“At our National Football Centre, which benefits from the FIFA Forward Programme, we have renovated four football pitches, the stadium and dressing rooms, and upgraded all the lighting equipment for FIFA competitions, using USD 4.2m of FIFA funds,” Irmatov said, adding that Uzbekistan already has implemented F4S in 1,500 schools.\n",
        "\n",
        "“FIFA’s (Forward) Programme was a huge support, as it allowed us to build the Technical Centre in Dushanbe.\n",
        "That was the place where our national team trained.” Tajikistan Football Federation (TFF) General Secretary Furkatzhon Akhmedzhanov said.\n",
        "\n",
        "“We work very closely with FIFA in terms of women’s and youth football.\n",
        "At the moment, the women’s football championship in Tajikistan is running across four age groups.\n",
        "In terms of youth football, we have several domestic championships that are supported by FIFA financially and according to its criteria.\n",
        "This year, we also launched the Football for Schools programme.\n",
        "I, personally, think that Football for Schools is one of FIFA’s most successful programmes because it has mass appeal.”\n",
        "\n",
        "Kyrgyz Republic coach Urmat Abdukaimov said, “I think that the support from FIFA is extremely important.\n",
        "The support is huge.\n",
        "It has a significant impact not only on the development of football in our country, but across Central Asia as a whole.\n",
        "I think all the programmes and projects FIFA provides to our region are very significant.\n",
        "Firstly, they increase participation, with more people and children getting involved in football.\n",
        "This is the foundation (for football in our country).”\n",
        "\n",
        "Gradually, the investment is paying dividends.\n",
        "While IR Iran is a traditional Asian power, Team Melli (a semi-finalist) was joined in the 2023 AFC Asian Cup knockout rounds by Tajikistan and Uzbekistan.\n",
        "This year’s FIFA U-17 World Cup™ in Qatar will include Tajikistan and Uzbekistan.\n",
        "And on the women’s side, next year’s AFC Women’s Asian Cup will feature Uzbekistan for the sixth time and IR Iran for the second.\n",
        "\n",
        "But most significantly, after qualifying for the 2024 Olympic tournament in Paris, Uzbekistan took that long-awaited next step in June and booked passage alongside IR Iran to the FIFA World Cup 2026 in North America.\n",
        "After several near misses, the White Wolves finally will take their deserved place among football’s elite, attracting an unprecedented spotlight to CAFA’s four younger members, not to mention priceless inspiration.\n",
        "\n",
        "“In the last 10 years, I think the people are interested in football more than ever because I don’t think it’s a coincidence to qualify for the Olympic Games and the (FIFA) World Cup games.\n",
        "We came to it step by step.\n",
        "It’s the interest of the people and the interest of the youth,” Uzbekistan midfielder Abbosbek Fayzullaev said.\n",
        "\n",
        "Karimov revealed that a CAFA club tournament is in the works and that in 2027, the organisation plans to take the Nations Cup to “the next level”.\n",
        "\n",
        "He said, “I would like to express my sincere gratitude for the ongoing support from FIFA, not only for this competition, but for the other competitions that we have received some funds from FIFA…\n",
        "It means a lot [to] us.\n",
        "It means that we are on the right track.\n",
        "It means that we are doing the right thing – for the football, for the fans.”\n"
      ],
      "imageUrl": "https://raw.githubusercontent.com/Azraoui/afa/main/images/img3.jpg",
      "subtitle": "11 Sep 2025",
      "title": "CAFA Nations Cup concludes successful second edition with support from FIFA and President Gianni Infantino"
    },
    {
      "content": [
        "On September 8, President of the Republic of Uzbekistan Shavkat Mirziyoyev received President of the International Federation of Association Football (FIFA) Gianni Infantino.\n",
        "\n",
        "At the beginning of the conversation, the FIFA President once again sincerely congratulated the leader and people of Uzbekistan on the historic event — the national team’s qualification for the final stage of the 2026 FIFA World Cup in the United States.\n",
        "It was emphasized that this well-deserved success is a practical result of the effective reforms being carried out in the country, the attention given to the development of sports, and the comprehensive support being provided.\n",
        "\n",
        "Discussions focused on further expanding Uzbekistan’s fruitful cooperation with this prestigious international organization, primarily in improving the system of organizing and managing football, fostering young talents, and training coaches, referees, managers, sports doctors, and technical specialists to international standards.\n",
        "\n",
        "It was noted with great satisfaction that close cooperation is being carried out in implementing joint programs to promote football, especially among the youth.\n",
        "\n",
        "With FIFA’s technical support, the modern National Football Center has been established, including a digital football situation center equipped with innovative solutions.\n",
        "\n",
        "Last year, the FIFA Futsal World Cup was successfully held in Uzbekistan.\n",
        "\n",
        "Special attention was also given to the organization of major FIFA tournaments and events in Uzbekistan.\n",
        "\n",
        "An agreement was reached to open FIFA’s regional office for Central Asian countries in Tashkent.\n",
        "\n",
        "At the end of the meeting, the President of Uzbekistan awarded FIFA President Gianni Infantino the nation’s high state award — the “Do‘stlik” for his personal contribution to the development and promotion of Uzbek football on the international stage.\n"
      ],
      "imageUrl": "https://raw.githubusercontent.com/Azraoui/afa/main/images/img4.jpg",
      "subtitle": "08 Sep 2025",
      "title": "President of Uzbekistan Shavkat Mirziyoyev meets FIFA President Gianni Infantino"
    },
    {
      "content": [
        "It is well known that two years ago, FIFA President Gianni Infantino visited this area, laid a symbolic brick for the construction of the center, and was introduced to the projects.\n",
        "During the recent visit, guests were briefed on the opportunities the center provides.\n",
        "Today, several national teams can train here simultaneously.\n",
        "Modern stadiums, educational buildings, sports halls, and a hotel have been made available for the players.\n",
        "\n",
        "The sports medicine center includes a swimming pool, training hall, and rehabilitation units.\n",
        "It was noted that foreign equipment has been installed and advanced methods introduced to prevent injuries and ensure players’ quick recovery.\n",
        "\n",
        "The delegation also visited the Center for Football Specialists’ Training and Research, the VAR facilities, the national teams’ training center, and the Republican Football Academy.\n",
        "\n",
        "Gianni Infantino met with members of the Uzbekistan national team and congratulated them on qualifying for the FIFA World Cup:\n",
        "\n",
        "“First of all, I congratulate you on this historic achievement.\n",
        "This success is the result of the great attention being given to sport and football in your country.\n",
        "It is also the fruit of the long and honorable journey your football has undertaken.\n",
        "Ahead of you lies a proud mission — to represent your nation worthily at the World Cup.\n",
        "You are bringing joy to millions of your fans.\n",
        "I am confident that at the World Cup, the whole world will once again witness the potential of Uzbekistan football,” said Infantino.\n",
        "\n",
        "During the visit, the FIFA delegation highly praised the center’s infrastructure, emphasizing that it provides excellent conditions for Uzbekistan’s national teams to thoroughly prepare for international competitions.\n"
      ],
      "imageUrl": "https://raw.githubusercontent.com/Azraoui/afa/main/images/img5.jpg",
      "subtitle": "08 Sep 2025",
      "title": "FIFA Delegation visit the National Football Center in Yukori Chirchiq District"
    }
  ],
  "menu": [
    {
      "title": "News",
      "url": "https://ufa.uz/category/all-news/"
    },
    {
      "title": "Shop",
      "url": "https://ufa.uz/"
    },
    {
      "title": "Matches",
      "url": "https://ufa.uz/"
    },
    {
      "title": "Tickets",
      "url": "https://ufa.uz/"
    },
     {
      "title": "Fan Card",
      "url": "https://ufa.uz/kontaktnaya-informacziya/"
    },
    {
      "title": "Team",
      "url": "https://ufa.uz/naczionalnaya-sbornaya-uzbekistana/"
    }
  ],
  "socialMedia": [
    {
      "platform": "facebook",
      "active": true,
      "url": "https://www.facebook.com/UzbekistanFA/"
    },
    {
      "platform": "instagram",
      "active": true,
      "url": "https://www.instagram.com/uzbekistanfa/"
    },
    {
      "platform": "tiktok",
      "active": false,
      "url": "https://www.tiktok.com/"
    },
    {
      "platform": "twitter",
      "active": true,
      "url": "https://twitter.com/UzbekistanFA"
    },
    {
      "platform": "telegram",
      "active": true,
      "url": "https://t.me/FAUzbekistan"
    },
    {
      "platform": "youtube",
      "active": true,
      "url": "https://www.youtube.com/@UZBEKISTANFA"
    }
  ],
  "partners": [
    {
      "logo": "https://raw.githubusercontent.com/Azraoui/afa/main/byd-seeklogo.png"
    },
    {
      "logo": "https://raw.githubusercontent.com/Azraoui/afa/main/Jako_logo.png"
    }
  ],
  "duration": 1500, // milliseconds
  "video_id": "https://raw.githubusercontent.com/Azraoui/afa/main/IMG_1571.mp4"
}
